package com.jlp.utils;

public class NameUtils {

    static String[] pre = new String[]{
            "御以晴", "逯翔宇", "酒宜人", "张田", "铁妙珍", "泉漫代", "安", "双林望",
            "雅苑和", "怡司芮", "安牢白", "梅谷梁", "歌佟", "佳侬斯", "莞承雨", "晨左博",
            "艺江雅", "资婉慧", "时谷兰", "万文", "井强抗", "玉山缑", "以筠伏", "可心", "贡纳池",
            "寒蕾司", "马玄静", "频绮南", "仇家郯", "听南", "邸旻", "肥夏旋", "越芳", "泽琦",
            "安民舒", "又柔", "公叔巍", "昂家幼", "霜摩发", "墨泰", "清艾英", "彦荀", "怀蕾", "容运",
            "菱衣驰", "轩邵秀", "雅寇", "谷菱", "哈依", "秋宛", "灵枫", "支然", "华晖笪", "浩星", "怀寒农", "问柳可博",
            "雅程红", "旭", "局秀", "娟申", "屠寒烟", "蔺娟", "妍官", "玲琅止", "芸馨达天", "韵务天", "晴缪瑗侯春"};

    public static String getName() {
        return pre[(int) (Math.random() * pre.length)];
    }

}
